import React from 'react'

export default function PrivatPolicy() {

  return (
    <div> 
        <div>
<p>Политика конфиденциальности</p>
<p>1. Введение</p>
<p>
Мы используем ваши данные для предоставления и улучшения сайта https://imscreener.ru в дальнейшим именуемого "Сервис". 
Используя Сервис, вы соглашаетесь на сбор и использование информации в соответствии с этой политикой. 
</p>

<p>2. Определения</p>
<p>
СЕРВИС означает веб-сайт https://imscreener.ru, 
ЛИЧНЫЕ ДАННЫЕ означают данные о живом человеке, 
которого можно идентифицировать по этим данным (или по той и другой информации, которая либо находится 
в нашем распоряжении, либо может оказаться в нашем распоряжении). 
ДАННЫЕ ОБ ИСПОЛЬЗОВАНИИ — это данные, собираемые автоматически либо при использовании Сервиса, 
либо из самой инфраструктуры Сервиса (например, продолжительность посещения страницы). 
COOKIES — это небольшие файлы, хранящиеся на вашем устройстве (компьютере или мобильном устройстве).
КОНТРОЛЕР ДАННЫХ означает физическое или юридическое лицо, которое (самостоятельно или совместно 
с другими лицами) определяет цели и способ обработки любых персональных данных. 
Для целей настоящей Политики конфиденциальности мы являемся контролером ваших данных.
ОБРАБОТЧИКИ ДАННЫХ (ИЛИ ПОСТАВЩИКИ УСЛУГ) означает любое физическое или юридическое лицо, 
которое обрабатывает данные от имени Контроллера данных. 
Мы можем использовать услуги различных поставщиков услуг для более эффективной обработки ваших данных.
СУБЪЕКТ ДАННЫХ — любое живое физическое лицо, являющееся субъектом Персональных данных.
ПОЛЬЗОВАТЕЛЬ — это физическое лицо, использующее наш Сервис. 
Пользователь соответствует Субъекту Данных, являющемуся субъектом Персональных Данных.
</p>

<p>3. Сбор и использование информации</p>
<p>
Мы собираем несколько различных типов информации для различных целей, чтобы предоставлять и улучшать наш Сервис для вас.
</p>

<p>4. Типы собираемых данных</p>
<p>Персональные данные. 
При использовании нашего Сервиса мы можем попросить вас предоставить нам определенную личную информацию, 
которая может быть использована для связи или идентификации вас («Личные данные»). Личная информация может включать, помимо прочего:
(а) адрес электронной почты, 
(б) файлы cookie и данные об использовании. 
Мы можем использовать ваши личные данные, чтобы связываться с вами с информационными бюллетенями, 
маркетинговыми или рекламными материалами и другой информацией, которая может вас заинтересовать. 
</p>

<p>Данные об использовании</p>
<p>Мы также можем собирать информацию, которую ваш браузер отправляет всякий раз, когда вы посещаете 
наш Сервис или когда вы получаете доступ к Сервису с мобильного устройства или через него («Данные об использовании»).
Эти данные об использовании могут включать в себя такую ​​информацию, как адрес интернет-протокола вашего компьютера 
(например, IP-адрес), тип браузера, версия браузера, страницы нашего Сервиса, которые вы посещаете, 
время и дата вашего посещения, время, проведенное на этих страницах, уникальный идентификаторы устройств 
и другие диагностические данные. 
Когда вы получаете доступ к Сервису с мобильного устройства, эти Данные об использовании могут 
включать в себя такую ​​информацию, как тип мобильного устройства, которое вы используете, 
уникальный идентификатор вашего мобильного устройства, IP-адрес вашего мобильного устройства, 
вашу мобильную операционную систему, тип мобильного интернет-браузера, которые вы используете, 
уникальные идентификаторы устройств и другие диагностические данные.
</p>

<p>Отслеживание данных файлов cookie</p>
<p>
Мы используем файлы cookie и аналогичные технологии отслеживания для отслеживания активности в нашем Сервисе, 
и мы храним определенную информацию. 
Файлы cookie — это файлы с небольшим объемом данных, которые могут включать анонимный уникальный идентификатор. 
Файлы cookie отправляются в ваш браузер с веб-сайта и сохраняются на вашем устройстве. 

Вы можете указать своему браузеру отказаться от всех файлов cookie или указать, 
когда файл cookie отправляется. Однако, если вы не принимаете файлы cookie, 
вы не сможете использовать некоторые части нашего Сервиса.
</p>

<p>Примеры файлов cookie, которые мы можем использовать: 
(a) Сеансовые файлы cookie: мы используем сеансовые файлы cookie для работы нашего Сервиса. 
(b) Файлы cookie предпочтений: мы используем файлы cookie предпочтений, чтобы запомнить ваши предпочтения и различные настройки. 
(c) Защитные файлы cookie: мы используем защитные файлы cookie в целях безопасности. 
(d) Рекламные файлы cookie. Рекламные файлы cookie используются для предоставления вам рекламы, 
которая может иметь отношение к вам и вашим интересам. 
</p>

<p>5. Использование данных</p>
<p>
Мы можем использовать собранные данные для различных целей: 
(а) для предоставления и обслуживания нашего Сервиса; 
(б) чтобы уведомить вас об изменениях в нашем Сервисе; 
(c) чтобы позволить вам участвовать в интерактивных функциях нашего Сервиса, когда вы решите это сделать; 
(d) для обеспечения поддержки клиентов; 
(e) для сбора анализа или ценной информации, чтобы мы могли улучшить наш Сервис; 
(f) контролировать использование нашего Сервиса; 
(g) для обнаружения, предотвращения и устранения технических проблем; 
(h) для выполнения любой другой цели, для которой вы его предоставляете; 
(i) для выполнения наших обязательств и обеспечения соблюдения наших прав, 
вытекающих из любых договоров, заключенных между вами и нами, в том числе для выставления счетов и сбора; 
(j) для предоставления вам уведомлений о вашей учетной записи и/или подписке, 
включая уведомления об истечении срока действия и продлении, инструкции по электронной почте и т. д.; 
(k) предоставлять вам новости, специальные предложения и общую информацию о других предлагаемых 
нами товарах, услугах и событиях, аналогичных тем, которые вы уже приобрели или о которых спрашивали, 
если только вы не отказались от получения такой информации; 
(l) любым другим способом, который мы можем описать, когда вы предоставляете информацию; 
(m) для любых других целей с вашего согласия.
</p>

<p>6. Хранение данных</p>
<p>
Мы будем хранить ваши Персональные данные только до тех пор, пока это необходимо для целей, 
изложенных в настоящей Политике конфиденциальности. Мы будем хранить и использовать ваши 
Персональные данные в объеме, необходимом для выполнения наших юридических обязательств 
(например, если мы обязаны хранить ваши данные в соответствии с действующим законодательством), 
разрешать споры и обеспечивать соблюдение наших юридических соглашений и политик.
Мы также сохраним Данные об использовании для целей внутреннего анализа. 
Данные об использовании обычно хранятся в течение более короткого периода времени, 
за исключением случаев, когда эти данные используются для усиления безопасности или улучшения 
функциональности нашего Сервиса, или когда мы по закону обязаны хранить эти данные 
в течение более длительных периодов времени.
</p>

<p>7. Передача данных</p>
<p>
Ваша информация, включая Персональные данные, может передаваться и храниться на компьютерах, 
расположенных за пределами вашего города, провинции, страны или другой государственной юрисдикции, 
где законы о защите данных могут отличаться от законов вашей юрисдикции. 
Если вы находитесь за пределами Российской Федерации и решили предоставить нам информацию, 
обратите внимание, что мы передаем данные, включая Персональные данные, в Российскую Федерацию и обрабатываем их там. 
Ваше согласие с настоящей Политикой конфиденциальности, за которым следует предоставление такой информации, 
означает ваше согласие на эту передачу. 
</p>

<p>8. Раскрытие данных</p>
<p>
Мы можем раскрывать личную информацию, которую мы собираем, или вы предоставляете: 
(a) Раскрытие для правоохранительных органов. 
При определенных обстоятельствах от нас может потребоваться раскрытие ваших Персональных данных, 
если это требуется по закону или в ответ на действительные запросы государственных органов. 
(б) Коммерческая сделка. 
Если мы участвуем в слиянии, приобретении или продаже активов, ваши Персональные данные могут быть переданы. 
(c) Другие случаи. Мы также можем раскрывать вашу информацию: 
(i) подрядчикам, поставщикам услуг и другим третьим лицам, которых мы используем для поддержки нашего Сервиса; 
</p>

<p>9. Безопасность данных</p>
<p>
Безопасность ваших данных важна для нас, но помните, что ни один метод передачи через Интернет 
или метод электронного хранения не является безопасным на 100%. 
Хотя мы стремимся использовать приемлемые средства для защиты ваших Персональных данных, 
мы не можем гарантировать их абсолютную безопасность.
</p>

<p>10. Ваши права на защиту данных в соответствии с Общими правилами защиты данных (GDPR)</p>
<p>
Если вы являетесь резидентом Европейского союза (ЕС) и Европейской экономической зоны (ЕЭЗ), 
у вас есть определенные права на защиту данных, 
предусмотренные GDPR. – Подробнее см. на странице https://eur-lex.europa.eu/eli/reg/2016/679/oj. 
Мы стремимся предпринимать разумные шаги, чтобы вы могли исправлять, изменять, удалять 
или ограничивать использование ваших Персональных данных. 
Если вы хотите получить информацию о том, какие Персональные данные о вас хранятся у нас, 
и если вы хотите, чтобы они были удалены из наших систем, напишите нам по адресу imscreener.ru@gmail.com. 
При определенных обстоятельствах у вас есть следующие права на защиту данных: 
(а) право на доступ, обновление или удаление имеющейся у нас информации о вас; 
(b) право на исправление. Вы имеете право на исправление вашей информации, если эта информация неточна или неполна; 
(c) право на возражение. Вы имеете право возражать против обработки нами ваших Персональных данных; 
(d) право ограничения. Вы имеете право потребовать, чтобы мы ограничили обработку вашей личной информации; 
(e) право на переносимость данных. Вы имеете право на получение копии ваших Персональных данных 
в структурированном, машиночитаемом и широко используемом формате; 
(f) право отозвать согласие. Вы также имеете право отозвать свое согласие в любое время, 
когда мы полагаемся на ваше согласие на обработку вашей личной информации; 

Обратите внимание, что мы можем попросить вас подтвердить свою личность, 
прежде чем отвечать на такие запросы. Обратите внимание, что мы не сможем предоставить 
Сервис без некоторых необходимых данных. 
Вы имеете право подать жалобу в орган по защите данных в отношении сбора и использования 
нами ваших личных данных. Для получения дополнительной информации обратитесь в местный орган 
по защите данных в Европейской экономической зоне (ЕЭЗ).
</p>

<p>11. Ваши права на защиту данных в соответствии с Законом штата Калифорния о защите конфиденциальности (CalOPPA)</p>
<p>
CalOPPA — это первый закон штата в стране, требующий от коммерческих веб-сайтов и онлайн-сервисов 
публикации политики конфиденциальности. Закон распространяется далеко за пределы Калифорнии и 
требует от лица или компании в Соединенных Штатах (и, возможно, во всем мире), которые управляют веб-сайтами, 
собирающими личную информацию от потребителей из Калифорнии, разместить на своем веб-сайте заметную политику 
конфиденциальности, в которой точно указывается собираемая информация и те лицам, которым он передается, 
и соблюдать эту политику. – 
Подробнее см. по адресу: https://consumercal.org/about-cfc/cfc-education-foundation/california-online-privacy-protection-act-caloppa-3/. 
Согласно CalOPPA мы соглашаемся со следующим:  
(a) пользователи может посещать наш сайт анонимно; 
(б) ссылка на нашу Политику конфиденциальности включает слово «Конфиденциальность», 
и ее легко найти на странице, указанной выше, на главной странице нашего веб-сайта; 
(c) пользователи будут уведомлены о любых изменениях политики конфиденциальности на нашей странице политики конфиденциальности; 
(d) пользователи могут изменить свою личную информацию, отправив нам электронное письмо по адресу imscreener.ru@gmail.com.  
Наша политика в отношении сигналов «Не отслеживать». Мы соблюдаем сигналы «Не отслеживать» и не отслеживаем, 
не размещаем файлы cookie и не используем рекламу, если в браузере действует механизм «Не отслеживать». 
«Не отслеживать» — это параметр, который вы можете установить в своем веб-браузере, чтобы информировать веб-сайты о том, 
что вы не хотите, чтобы вас отслеживали. Вы можете включить или отключить функцию «Не отслеживать», 
посетив страницу «Настройки» вашего веб-браузера.
</p>

<p>12. Поставщики услуг</p>
<p>
Мы можем нанимать сторонние компании и отдельных лиц для содействия нашему Сервису («Поставщики услуг»), 
предоставления Сервиса от нашего имени, оказания услуг, связанных с Сервисом, или помощи в анализе того, 
как используется наш Сервис. 
Эти третьи лица имеют доступ к вашим Персональным данным только для выполнения этих задач от нашего 
имени и обязаны не раскрывать и не использовать их для каких-либо других целей.
</p>

<p>13. Аналитика</p>
<p>
Мы можем использовать сторонних поставщиков услуг для мониторинга и анализа использования нашего Сервиса. 
Google Analytics — это служба веб-аналитики, предлагаемая Google, которая отслеживает и сообщает о трафике веб-сайта. 
Google использует собранные данные для отслеживания и мониторинга использования нашего Сервиса. 
Эти данные передаются другим службам Google. Google может использовать собранные данные для контекстуализации 
и персонализации рекламы своей собственной рекламной сети. 
Для получения дополнительной информации о политике конфиденциальности Google посетите веб-страницу 
условий конфиденциальности Google: https://policies.google.com/privacy?hl=en Мы также рекомендуем вам ознакомиться 
с политикой Google по защите ваших данных: https: //support.google.com/analytics/answer/6004245. 
</p>

<p>14. Инструменты CI/CD</p>
<p>
Мы можем использовать сторонних поставщиков услуг для автоматизации процесса разработки нашего Сервиса. 
GitLab CI/CD GitLab CI/CD предоставляется GitLab, Inc. 
Служба GitLab CI (Continuous Integration) — это часть GitLab, которая создает и 
тестирует программное обеспечение всякий раз, когда разработчик отправляет код в приложение. 
GitLab CD (Continuous Deployment) — это программная служба, которая вносит изменения в каждый код в рабочей среде, 
что приводит к ежедневному развертыванию рабочей среды. 
Для получения дополнительной информации о том, какие данные для каких целей собирает 
GitLab CI/CD и как обеспечивается защита данных, посетите страницу Политики конфиденциальности 
GitLab CI/CD: https://about.gitlab.com/privacy/. 
</p>

<p>15. Ссылки на другие сайты</p>
<p>
Наш Сервис может содержать ссылки на другие сайты, которыми мы не управляем. 
Если вы нажмете ссылку третьей стороны, вы будете перенаправлены на сайт этой третьей стороны. 
Мы настоятельно рекомендуем вам ознакомиться с Политикой конфиденциальности каждого сайта, который вы посещаете. 
Мы не контролируем и не несем ответственности за содержание, политику конфиденциальности или практику 
любых сторонних сайтов или служб.
</p>

<p>16. Изменения настоящей Политики конфиденциальности</p>
<p>
Мы можем время от времени обновлять нашу Политику конфиденциальности. 
Мы сообщим вам о любых изменениях, опубликовав новую Политику конфиденциальности на этой странице. 
Вам рекомендуется периодически просматривать настоящую Политику конфиденциальности 
на предмет любых изменений. Изменения настоящей Политики конфиденциальности вступают 
в силу с момента их публикации на этой странице.
</p>
        </div>
    </div>
  )
}
