import React from 'react'

export default function RemovalAbout() {

  return (
    <div> 
        <div>
        <p>Отказ от ответственности</p>
              <p>
              Автор и владелец настоящего сайта imscreener.ru не является 
              зарегистрированным инвестиционным консультантом или брокером/дилером. 
              Материалы и информация, доступные на настоящем сайте, включая авторский контент должны использоваться 
              только в информационных целях. 
              Никакая информация не является рекомендацией по какой-либо конкретной инвестиции, ценной бумаге, 
              портфелю ценных бумаг, сделке или инвестиционной стратегии. Вы не должны полагаться исключительно 
              на информацию, предоставленную на настоящем сайте, при принятии инвестиционного решения. 
              Вы всегда должны проводить собственное исследование и комплексную проверку, 
              прежде чем принимать какое-либо инвестиционное решение. 
              Настоящим вы признаете и соглашаетесь с тем, что автор и владелец сайта не использует любую информацию на настоящем сайте, 
              как предложение или 
              рекомендацию перед любыми пользователями сайта о предоставлении услуг по 
              управлению инвестициями, консультационных или любых других услуг. Вы соглашаетесь не истолковывать 
              любой контент, информацию или материалы, перечисленные на настоящем сайте, как торговые, налоговые, юридические, 
              страховые или инвестиционные консультации, а также как предложение о продаже или предложение о покупке 
              любой ценной бумаги или другого финансового инструмента.
              Автор и владелец настоящего сайта не несут ответственности за какие-либо убытки или ущерб, вызванные использованием 
              какой-либо информации, полученной через или из настоящего сайта. Нет никакой гарантии, что вы получите прибыль 
              от информации, которую предоставляет настоящий сайт. Автор и владелец сайта не гарантирует, что все представленные 
              данные, информация, контент, материалы являются точными и актуальными в любой момент времени. 
              Пожалуйста, поймите это, и всегда рекомендуется дважды сверять цифры с собственными 
              финансовыми документами компаний. 
              </p>
              <p>
              Настоящий сайт может содержать ссылки на сторонние веб-сайты или службы. Автор и владелец сайта не гарантирует предложения 
              каких-либо из этих юридических/физических лиц или их веб-сайтов. 
              ПОЛЬЗУЯСЬ НАСТОЯЩИМ САЙТОМ ВЫ ПРИЗНАЕТЕ И СОГЛАШАЕТЕСЬ С ТЕМ, ЧТО АВТОР И ВЛАДЕЛЕЦ САЙТА НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ, 
              ПРЯМОЙ ИЛИ КОСВЕННО, ЗА ЛЮБОЙ УЩЕРБ ИЛИ УБЫТКИ, ПРИЧИНЕННЫЕ ИЛИ ПРЕДПОЛАГАЕМЫЕ ВЫЗВАННЫМИ ИЛИ В СВЯЗИ 
              С ИСПОЛЬЗОВАНИЕМ ТАКОГО КОНТЕНТА, ТОВАРОВ ИЛИ УСЛУГ, ДОСТУПНЫХ НА ИЛИ ЧЕРЕЗ ТАКИЕ СТОРОННИЕ ВЕБ-САЙТЫ ИЛИ УСЛУГИ. 
              </p>
              <p>
              ЛЮБАЯ ИНФОРМАЦИЯ НА НАСТОЯЩЕМ САЙТЕ ПРЕДОСТАВЛЯЕТСЯ НА УСЛОВИЯХ «КАК ЕСТЬ» И «ПО МЕРЕ ДОСТУПНОСТИ». 
              САЙТ И ЕГО АВТОР И ВЛАДЕЛЕЦ НЕ ДАЕТ НИКАКИХ ЗАЯВЛЕНИЙ ИЛИ ГАРАНТИЙ ЛЮБОГО РОДА, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, 
              В ОТНОШЕНИИ РАБОТЫ СВОЕГО САЙТА ИЛИ ИНФОРМАЦИИ, СОДЕРЖИМОГО ИЛИ МАТЕРИАЛОВ, ВКЛЮЧЕННЫХ В НЕГО. 
              ВЫ ЯВНО СОГЛАШАЕТЕСЬ С ТЕМ, ЧТО ВЫ ИСПОЛЬЗУЕТЕ ЭТУ ИНФОРМАЦИЮ, КОНТЕНТ ИЛИ МАТЕРИАЛЫ, ПОЛУЧЕННЫЕ НА НАСТОЯЩЕМ САЙТЕ, 
              НА СВОЙ СОБСТВЕННЫЙ РИСК. АВТОР И ВЛАДЕЛЕЦ САЙТА НЕ ДАЕТ НИКАКИХ ГАРАНТИЙ ИЛИ ЗАЯВЛЕНИЙ В ОТНОШЕНИИ ПОЛНОТЫ, 
              БЕЗОПАСНОСТИ, НАДЕЖНОСТИ, КАЧЕСТВА, ТОЧНОСТИ, АКТУАЛЬНОСТИ ИЛИ ДОСТУПНОСТИ УСЛУГ И ИНФОРМАЦИИ. 
              АВТОР И ВЛАДЕЛЕЦ САЙТА НЕ ЗАЯВЛЯЕТ И НЕ ГАРАНТИРУЕТ, ЧТО УСЛУГИ, ИХ СОДЕРЖИМОЕ ИЛИ ЛЮБЫЕ УСЛУГИ, ПРЕДМЕТЫ ИЛИ ИНФОРМАЦИЯ, 
              ПОЛУЧЕННЫЕ С ПОМОЩЬЮ УСЛУГ, БУДУТ ТОЧНЫМИ, НАДЕЖНЫМИ, АКТУАЛЬНЫМИ, 
              БЕЗОШИБОЧНЫМИ ИЛИ НЕПРЕРЫВНЫМИ, ЧТО СЛУЖБЫ ИЛИ СЕРВЕР, КОТОРЫЙ ДЕЛАЕТ ИХ ДОСТУПНЫМИ, 
              НЕ СОДЕРЖАТ ВИРУСОВ ИЛИ ДРУГИХ ВРЕДНЫХ КОМПОНЕНТОВ, ИЛИ ЧТО СЛУЖБЫ ИЛИ ЛЮБЫЕ УСЛУГИ, ПРЕДМЕТЫ ИЛИ ИНФОРМАЦИЯ, 
              ПОЛУЧЕННЫЕ С ПОМОЩЬЮ СЛУЖБ, БУДУТ ОТВЕЧАТЬ ВАШИМ ПОТРЕБНОСТЯМ ИЛИ ОЖИДАНИЯМ. 
              НАСТОЯЩИМ АВТОР И ВЛАДЕЛЕЦ САЙТА ОТКАЗЫВАЕТСЯ ОТ ВСЕХ ГАРАНТИЙ ЛЮБОГО РОДА, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, 
              УСТАНОВЛЕННЫХ ЗАКОНОМ ИЛИ ИНЫМ ОБРАЗОМ, ВКЛЮЧАЯ, ПОМИМО ПРОЧЕГО, ЛЮБЫЕ ГАРАНТИИ КОММЕРЧЕСКОЙ ПРИГОДНОСТИ, 
              ОТСУТСТВИЯ НАРУШЕНИЙ ПРАВ И ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ.
              </p>
        </div>
    </div>
  )
}
